tap "antoniorodr/memo"
tap "go-task/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/services"
tap "steipete/tap"
brew "xz"
brew "libtiff"
brew "jpeg-xl"
brew "openssl@3"
brew "grpc"
brew "llvm"
brew "apache-arrow"
brew "cryptography"
brew "awscli"
brew "bash"
brew "glib"
brew "node"
brew "cdktf"
brew "cgal"
brew "circleci"
brew "freetds"
brew "libavif"
brew "php"
brew "composer"
brew "crane"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docker"
brew "duti"
brew "ffmpeg"
brew "fish"
brew "fswatch"
brew "gnutls"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "hdf5"
brew "libheif"
brew "netcdf"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "go"
brew "harfbuzz"
brew "gradle"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hasura-cli"
brew "jq"
brew "mkcert"
brew "netlify-cli"
brew "node-build"
brew "nodenv"
brew "postgresql@15"
brew "postgresql@16"
brew "postgresql@17"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "rbenv"
brew "redis"
brew "ruff"
brew "sfcgal"
brew "starship"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "wimlib"
brew "wireguard-go"
brew "wireguard-tools"
brew "antoniorodr/memo/memo"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "steipete/tap/peekaboo"
cask "1password-cli"
cask "claude-code"
cask "gcloud-cli"
cask "mitmproxy"
cask "ngrok"
cask "spotify"
cask "the-unarchiver"
cask "vlc"
vscode "aaravb.chrome-extension-developer-tools"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "alexkrechik.cucumberautocomplete"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anthropic.claude-code"
vscode "apollographql.vscode-apollo"
vscode "aprilandjan.ascii-tree-generator"
vscode "arjun.swagger-viewer"
vscode "austenc.laravel-blade-spacer"
vscode "aws-scripting-guy.cform"
vscode "batisteo.vscode-django"
vscode "bazelbuild.vscode-bazel"
vscode "benspaulding.procfile"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "chakrounanas.turbo-console-log"
vscode "charliermarsh.ruff"
vscode "circleci.circleci"
vscode "codezombiech.gitignore"
vscode "cstrap.python-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "demystifying-javascript.python-extensions-pack"
vscode "devonray.snippet"
vscode "docker.docker"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "fernandoescolar.vscode-solution-explorer"
vscode "frigus02.vscode-sql-tagged-template-literals"
vscode "frigus02.vscode-sql-tagged-template-literals-syntax-only"
vscode "ghisguth.monkey-c"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "helixquar.randomeverything"
vscode "humy2833.ftp-simple"
vscode "iciclesoft.workspacesort"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "ivangabriele.vscode-heroku"
vscode "jakebecker.elixir-ls"
vscode "junstyle.php-cs-fixer"
vscode "kakumei.ts-debug"
vscode "kevinrose.vsc-python-indent"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leizongmin.node-module-intellisense"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-apache"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "narsenico.vscode-progressive-increment"
vscode "natizyskunk.sftp"
vscode "navin-moorthy.vscode-css-snippets"
vscode "njpwerner.autodocstring"
vscode "njqdev.vscode-python-typehint"
vscode "nmsmith89.incrementor"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "orta.vscode-jest"
vscode "p1c2u.docker-compose"
vscode "peterj.proto"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "qezhu.gitlink"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rohit-gohri.format-code-action"
vscode "saionaro.smart-css-autocomplete"
vscode "shanoor.vscode-nginx"
vscode "shopify.ruby-lsp"
vscode "sissel.shopify-liquid"
vscode "skyapps.fish-vscode"
vscode "stripe.vscode-stripe"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "sysoev.language-stylus"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "technosophos.vscode-helm"
vscode "tilt-dev.tiltfile"
vscode "toba.vsfire"
vscode "tomoki1207.pdf"
vscode "trentrand.git-rebase-shortcuts"
vscode "valiantsin.operatormonodarktheme"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-concourse"
vscode "vmware.vscode-manifest-yaml"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "vscode-snippet.snippet"
vscode "webben.browserslist"
vscode "whatwedo.twig"
vscode "wholroyd.jinja"
vscode "wmaurer.change-case"
vscode "wscourge.togglecase"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "zignd.html-css-class-completion"
vscode "ziyasal.vscode-open-in-github"
vscode "zobo.php-intellisense"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
