tap "argoproj/tap"
tap "azure/functions"
tap "commitdev/zero"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "getsentry/tools"
tap "github/gh"
tap "go-task/tap"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "ngrok/ngrok"
tap "ory/tap"
tap "stripe/stripe-cli"
tap "tilt-dev/tap"
tap "weaveworks/tap"
tap "wpengine/wpe-cli"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "protobuf"
brew "apr-util"
brew "argocd"
brew "argocd-autopilot"
brew "aws-iam-authenticator"
brew "python@3.11"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "glib"
brew "openssl@1.1"
brew "python@3.9"
brew "certbot"
brew "cgal"
brew "circleci"
brew "node@16"
brew "code-server"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "libtool"
brew "freetds"
brew "gd"
brew "libzip"
brew "php"
brew "composer"
brew "coreutils"
brew "ddclient"
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq"
brew "doctl"
brew "duti"
brew "libevent"
brew "folly"
brew "edencommon"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "exiftool"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flow-cli"
brew "fzf"
brew "isl"
brew "libmpc"
brew "gcc"
brew "hdf5"
brew "proj"
brew "libgeotiff"
brew "libxml2"
brew "libspatialite"
brew "netcdf"
brew "nss"
brew "openblas"
brew "numpy"
brew "poppler"
brew "gdal"
brew "geoip"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "grc"
brew "guile"
brew "hasura-cli"
brew "helm"
brew "helmfile"
brew "htop"
brew "ios-deploy"
brew "ipcalc"
brew "jasper"
brew "jq"
brew "kind"
brew "kompose"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "libdap"
brew "libfido2"
brew "libmagic"
brew "libproxy"
brew "libssh"
brew "qemu"
brew "lima"
brew "linkerd"
brew "make"
brew "mas"
brew "minikube"
brew "mitmproxy"
brew "mkcert"
brew "mono"
brew "mysql"
brew "nghttp2"
brew "node"
brew "node-build"
brew "nodenv"
brew "okteto"
brew "openjdk"
brew "osm2pgsql"
brew "perl-build"
brew "php-cs-fixer"
brew "pinentry-mac"
brew "plenv"
brew "qt@5"
brew "poppler-qt5"
brew "postgresql@14"
brew "protobuf-c"
brew "sfcgal"
brew "postgis"
brew "pulumi"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rsync"
brew "ruby"
brew "starship"
brew "stunnel"
brew "terminal-notifier"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "traefik"
brew "trash-cli"
brew "typescript"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "wp-cli"
brew "yarn"
brew "yq"
brew "zoxide"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "azure/functions/azure-functions-core-tools@3"
brew "commitdev/zero/zero"
brew "datawire/blackbird/telepresence"
brew "derailed/k9s/k9s"
brew "getsentry/tools/sentry-cli"
brew "go-task/tap/go-task"
brew "gromgit/fuse/sshfs-mac"
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/msodbcsql17"
brew "microsoft/mssql-release/mssql-tools"
brew "ory/tap/cli"
brew "stripe/stripe-cli/stripe"
brew "tilt-dev/tap/ctlptl"
brew "tilt-dev/tap/tilt"
brew "weaveworks/tap/eksctl"
cask "1password"
cask "adoptopenjdk"
cask "altair-graphql-client"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "asana"
cask "authy"
cask "choosy"
cask "clockify"
cask "cyberduck"
cask "dashlane"
cask "discord"
cask "dotnet-sdk"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "font-fira-code"
cask "font-powerline-symbols"
cask "fork"
cask "gitahead"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "graphiql"
cask "intellij-idea-ce"
cask "iterm2"
cask "lens"
cask "macfuse"
cask "mailplane"
cask "meld"
cask "messenger"
cask "ngrok"
cask "notion"
cask "poedit"
cask "postman"
cask "powershell"
cask "qgis"
cask "rancher"
cask "sequel-pro"
cask "signal"
cask "sketch"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Clocker", id: 1056643111
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 1147396723
mas "WireGuard", id: 1451685025
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "alexkrechik.cucumberautocomplete"
vscode "apollographql.vscode-apollo"
vscode "aprilandjan.ascii-tree-generator"
vscode "Arjun.swagger-viewer"
vscode "austenc.laravel-blade-spacer"
vscode "aws-scripting-guy.cform"
vscode "batisteo.vscode-django"
vscode "BazelBuild.vscode-bazel"
vscode "bungcip.better-toml"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "chamboug.js-auto-backticks"
vscode "CircleCI.circleci"
vscode "codingyu.laravel-goto-view"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "devonray.snippet"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "fernandoescolar.vscode-solution-explorer"
vscode "frigus02.vscode-sql-tagged-template-literals"
vscode "frigus02.vscode-sql-tagged-template-literals-syntax-only"
vscode "ghisguth.monkey-c"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "helixquar.randomeverything"
vscode "humy2833.ftp-simple"
vscode "JakeBecker.elixir-ls"
vscode "junstyle.php-cs-fixer"
vscode "kakumei.ts-debug"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leizongmin.node-module-intellisense"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-apache"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "narsenico.vscode-progressive-increment"
vscode "Natizyskunk.sftp"
vscode "navin-moorthy.vscode-css-snippets"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "Orta.vscode-jest"
vscode "p1c2u.docker-compose"
vscode "paulvarache.vscode-taskfile"
vscode "peterj.proto"
vscode "pranaygp.vscode-css-peek"
vscode "Prisma.prisma"
vscode "qezhu.gitlink"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rohit-gohri.format-code-action"
vscode "saionaro.smart-css-autocomplete"
vscode "Shan.code-settings-sync"
vscode "shanoor.vscode-nginx"
vscode "sissel.shopify-liquid"
vscode "skyapps.fish-vscode"
vscode "stripe.vscode-stripe"
vscode "styled-components.vscode-styled-components"
vscode "sysoev.language-stylus"
vscode "technosophos.vscode-helm"
vscode "thebarkman.vscode-djaneiro"
vscode "tilt-dev.tiltfile"
vscode "toba.vsfire"
vscode "trentrand.git-rebase-shortcuts"
vscode "Valiantsin.operatormonodarktheme"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-concourse"
vscode "vmware.vscode-manifest-yaml"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "vscode-snippet.snippet"
vscode "webben.browserslist"
vscode "whatwedo.twig"
vscode "wholroyd.jinja"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
vscode "wscourge.togglecase"
vscode "Zignd.html-css-class-completion"
