tap "azure/functions"
tap "commitdev/zero"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "getsentry/tools"
tap "github/gh"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "ngrok/ngrok"
tap "stripe/stripe-cli"
tap "tilt-dev/tap"
tap "weaveworks/tap"
tap "wpengine/wpe-cli"
brew "argocd"
brew "aws-iam-authenticator"
brew "xz"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "boost"
brew "glib"
brew "python@3.9"
brew "certbot"
brew "cgal"
brew "circleci"
brew "node@16"
brew "code-server"
brew "curl"
brew "libtool"
brew "freetds"
brew "php"
brew "composer"
brew "coreutils"
brew "ddclient"
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq"
brew "doctl"
brew "duti"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "exiftool"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flow-cli"
brew "fzf"
brew "isl"
brew "libmpc"
brew "gcc"
brew "libxml2"
brew "libdap"
brew "libspatialite"
brew "nss"
brew "openblas"
brew "numpy"
brew "poppler"
brew "gdal"
brew "geoip"
brew "gh"
brew "git"
brew "gnupg", link: false
brew "go"
brew "gobject-introspection"
brew "grc"
brew "hasura-cli"
brew "helm"
brew "helmfile"
brew "htop"
brew "ios-deploy"
brew "ipcalc"
brew "jq"
brew "kind"
brew "kompose"
brew "kubeseal"
brew "kustomize"
brew "libmagic"
brew "libproxy"
brew "linkerd"
brew "make"
brew "mas"
brew "protobuf"
brew "mitmproxy"
brew "mkcert"
brew "mono"
brew "mysql"
brew "node"
brew "node-build"
brew "node@14"
brew "nodenv"
brew "openjdk"
brew "perl-build"
brew "php-cs-fixer"
brew "pinentry-mac"
brew "plenv"
brew "postgresql@14"
brew "protobuf-c"
brew "sfcgal"
brew "postgis"
brew "prototool"
brew "pulumi"
brew "pyenv"
brew "python@3.8"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rsync"
brew "ruby"
brew "starship"
brew "terminal-notifier"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "traefik"
brew "trash-cli"
brew "typescript"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "wp-cli"
brew "yarn"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@3"
brew "commitdev/zero/zero"
brew "datawire/blackbird/telepresence"
brew "derailed/k9s/k9s"
brew "getsentry/tools/sentry-cli"
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/msodbcsql17"
brew "microsoft/mssql-release/mssql-tools"
brew "stripe/stripe-cli/stripe"
brew "tilt-dev/tap/ctlptl"
brew "tilt-dev/tap/tilt"
cask "1password"
cask "adoptopenjdk"
cask "altair-graphql-client"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "authy"
cask "choosy"
cask "clockify"
cask "cyberduck"
cask "dashlane"
cask "discord"
cask "dotnet-sdk"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "font-fira-code"
cask "font-powerline-symbols"
cask "fork"
cask "gitahead"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "graphiql"
cask "harvest"
cask "intellij-idea-ce"
cask "iterm2"
cask "lens"
cask "mailplane"
cask "meld"
cask "messenger"
cask "miro-formerly-realtimeboard"
cask "ngrok"
cask "notion"
cask "poedit"
cask "postman"
cask "powershell"
cask "rancher"
cask "sequel-pro"
cask "signal"
cask "sketch"
cask "sketch-toolbox"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "toggl"
cask "transmission"
cask "transmit"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Boom 2", id: 948176063
mas "Clocker", id: 1056643111
mas "GIPHY CAPTURE", id: 668208984
mas "Harvest", id: 506189836
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quip", id: 1003160018
mas "Sleep Control Center", id: 946798523
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "WireGuard", id: 1451685025
