jhillyerd/plugin-git
fishpkg/fish-git-util
edc/bass
igalic/anicode
oh-my-fish/plugin-battery
laughedelic/brew-completions
oh-my-fish/plugin-grc
oh-my-fish/plugin-thefuck
franciscolourenco/done
laughedelic/pisces
matchai/spacefish
oh-my-fish/plugin-aws
