edc/bass
igalic/anicode
oh-my-fish/plugin-battery
laughedelic/brew-completions
oh-my-fish/plugin-grc
oh-my-fish/plugin-thefuck
franciscolourenco/done
nelsonjchen/omf-theme-nelsonjchen
